import type { NextPage } from "next";
import Head from "next/head";
import styles from "../styles/aboutAndContactUs.module.scss";

const AboutUs: NextPage = () => {
  return (
    <>
      <Head>
        <title>فروشگاه پوشاک | درباره ی ما</title>
      </Head>
      <main>
        <div className={styles.about_us_page}>
          <h1>درباره ی ما</h1>
          <p>
            ما پلتفرمی مبتنی بر تکنولوژی هستیم که ماموریت خود را ایجاد تجربه‌ای
            خوشایند از خرید و فروش برای تمام مردم ایران می‌دانیم. به عنوان پر
            مخاطب ترین فروشگاه آنلاین ایران و منطقه در مسیر تبدیل شدن به اولین
            مرجع خرید و فروش آنلاین هستیم و برای این هدف، ارائه خدمات منطبق بر
            استانداردهای جهانی، مهمترین وظیفه ماست. هویت دیجی‌کالا بیش از هرچیز
            متأثر از مخاطبانمان است و بر اساس نیازهای آنها گام بر می‌داریم. به
            همین دلیل، مشتری محوری مهمترین ارزش کسب‌وکار ما در گروه دیجی‌کالاست.
          </p>
          <p>
            تمرکز بر اقتصاد دیجیتال، ویژگی مشترک تمام خدمات و محصولات فعال در
            گروه دیجی‌کالاست. مارکت پِلِیس دیجی‌کالا به عنوان هسته اصلی
            فعالیت‌های گروه شناخته می‌شود و بستری قابل اعتماد برای خرید و فروش
            است. علاوه بر تجارت الکترونیک که سهم اصلی کسب‌و‌کار ما را تشکیل
            می‌دهد، امروز فعالیت اعضای گروه‌ دیجی‌کالا در عرصه‌های مختلف دیگر
            ادامه دارد: فناوری بازاریابی، فناوری مالی، لجستیک، محتوا، مسئولیت
            اجتماعی و نوآوری.
          </p>
          <p>
            ما باور داریم که دیجی‌کالا با سرمایه‌های انسانی خود یعنی بیش از ۹۰۰۰
            همکار تعریف می‌شود. به عنوان سازمانی با رشد بسیار سریع، ما با مسائل
            مختلفی از نظر تصمیم گیری، جذب و استخدام، ارزیابی عملکرد و توسعه
            افراد روبرو هستیم، اما با چابک‌سازی فرایندها، فراهم کردن تسهیلات و
            امکانات مطابق با استانداردهای جهانی و همسو با کسب‌و‌کارهای برتر
            تکنولوژی محور جهان، تلاش می‌کنیم موفقیت متقابل برای کسب‌وکار و افراد
            را تضمین کنیم. کار کردن در دیجی‌کالا مانند شنا کردن در اقیانوسی وسیع
            و عمیق است، پر از چالش و یادگیری.
          </p>
          <p>
            از سال ۱۳۸۵ در قالب فروش آنلاین محصولات الکترونیک و دیجیتال و بررسی
            و نقد کالا شروع به کار کردیم اما با گذار به مدل مارکت پلیس در سال
            ۱۳۹۵ به مرحله جدیدی در شکل گیری اکوسیستم تجارت الکترونیک در ایران
            وارد شدیم . آنچه اکنون به عنوان گروه دیجی‌کالا شناخته می‌شود زنجیره
            گسترده‌ای از خرید و فروش آنلاین تمامی کالا‌ها با تنوع بسیار بالاست و
            نیز در برگیرنده پلتفرم‌ها و سرویس‌های مختلف است که هر کدام در مسیر
            ارزش آفرینی در اقتصاد دیجیتال ایران گام بر‌می‌دارند. اینجا داستان
            دیجی‌کالا در ۱۵ سال گذشته را می‌بینید.
          </p>
          <p>
            عملکرد اخلاقی و پایدار با ملاحظات محیط زیستی و خیرخواهانه دغدغه
            دیجی‌کالا به عنوان کسب‌وکاری ست که همواره خواهان اثرگذاری اجتماعی
            است. ما در برابر مشتریان و فروشندگان، جامعه و همکاران خود مسئولیم
            بنابراین تلاش می‌کنیم اولویت‌های دیجی‌کالا را با آرمان‌های توسعه
            پایدار همسو کنیم.
          </p>
        </div>
      </main>
    </>
  );
};

export default AboutUs;
